<!DOCTYPE HTML>
<html>
<head>
<title></title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta name="author" content="Nikos 'ngick' Gikopoulos">
<?php include 'hd_math.php'; ?>
</head>
<div style="text-align:justify">
<table>
<tr><td>
<img src="img/f12_p7_1.svg" style="float:right; margin: 10px 0px 10px 10px;">
<p>Και τα δύο αυτά συμπεράσματα είναι $-$με κάποιες επεξηγήσεις$-$ τελείως γενικά.
 Θα ισχύει δηλαδή το εξής:</p>

<p><i>Στην περιοχή ενεργειών όπου η κλασική κίνηση είναι δέσμια,
 η αντίστοιχη κβαντική "κίνηση" είναι επίσης δέσμια 
$-$δηλαδή οι σχετικές κυματοσυναρτήσεις σβήνουν στο 
$\pm\infty-$ και το φάσμα είναι διάκριτο. 
Η εξίσωση Schrödinger έχει φυσικά παραδεκτές 
λύσεις μόνο για μια διάκριτη ακολουθία τιμών.</i>
Ισχύει επίσης ότι: 
<i>Η ελάχιστη επιτρεπόμενη ενέργεια $-$δηλαδή 
η ενέργεια της θεμελιώδους στάθμης όπως λέγεται$-$ 
είναι πάντα μεγαλύτερη από την ελάχιστη 
τιμή της δυναμικής ενέργειας του προβλήματος.</i>
Και δεδομένου ότι η ενέργεια αυτή είναι παρούσα ακόμα και στο <i>απόλυτο μηδέν</i>,
είναι γνωστή ως η <i>ενέργεια μηδενικού σημείου</i> του προβλήματος.</p>
<!--</td><td>-->
</td></tr><tr><td>
<p>Όμως στην περιοχή ενεργειών όπου η κλασική κίνηση του σωματιδίου 
είναι απεριόριστη $-E>0$ στην περίπτωση του σχήματος$-$ οι αντίστοιχες
 κυματοσυναρτήσεις είναι επίσης απεριόριστες 
(δεν μηδενίζονται στο $\pm\infty$) και το σχετικό φάσμα είναι πλέον <i>συνεχές</i>.
 Δύο σχετικά παραδείγματα είναι τα εξής:</p>

</td></tr><tr><td>
<img src="img/f12_p7_2.svg" width="150" height="119,71" style="float:left; margin: 10px 10px 0px 0px;">
<p><b>Ι: Το πεπερασμένο τετραγωνικό πηγάδι δυναμικού</b><br>
Εδώ το φάσμα είναι διάκριτο στην ενεργειακή$-$ περιοχή $0 < E < V_0$ 
(με ένα πεπερασμένο πλήθος δέσμιων καταστάσεων) 
και συνεχές από εκεί και πάνω, δηλαδή για $E>V_0$.</p>

</td></tr><tr><td>
<img src="img/f12_p7_3.svg" width="150" height="107,94" style="float:left; margin: 10px 10px 0px 0px;">
<p><b>II: Το τετραγωνικό σκαλοπάτι δυναμικού</b>
Εδώ το φάσμα είναι συνεχές σε όλη την ενεργειακή περιοχή $0\leqq E < \infty$
και το φυσικό ζητούμενο από τον υπολογισμό των λύσεων είναι να βρούμε 
την πιθανότητα ανάκλασης ενός σωματιδίου που προσπίπτει στο σκαλοπάτι 
από αριστερά έχοντας ενέργεια μεγαλύτερη από το ύψος του σκαλοπατιού. 
Αυτό όμως που πρέπει να συγκρατήσει ο αναγνώστης από όλα τα παραπάνω 
είναι τούτο: Σε εκείνες τις περιοχές ενεργειών όπου η κλασική κίνηση 
του σωματιδίου είναι απεριόριστη το φάσμα είναι συνεχές, ενώ όπου η 
κλασική κίνηση είναι δέσμια το φάσμα είναι διάκριτο. Όπως και στα 
κλασικά κύματα $-$σκεφτείτε το παράδειγμα της χορδής$-$ η κβάντωση 
είναι αποτέλεσμα του περιορισμού του κύματος σε έναν πεπερασμένο χώρο.
</p>
</td></tr></table>

</div>
</html>
