<!DOCTYPE HTML>
<html>
<head>
<title>VideoPlayer</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta name="author" content="Nikos 'ngick' Gikopoulos">
<?php include 'hd_math.php'; ?>
</head>
<div style="text-align:justify">
Προσέξτε την ομοιότητα μορφής αυτών των ιδιοσυναρτήσεων με τα στάσιμα κύματα μιάς ταλαντευόμενης χορδής. 
Η ομοιότητα δεν είναι τυχαία: Με εξαίρεση τη διαφορετική φυσική τους ερμηνεία τα κβαντικά στάσιμα κύματα είναι 
πανομοιότυπα με τα αντίστοιχα κλασικά όσον αφορά τη χωρική τους μορφή και τα βασικά χαρακτηριστικά της. 
Όπως παραδείγματος χάριν ότι το πρώτο από αυτά (εκείνο που αντιστοιχεί στη βασική συχνότητα) έχει <i>μηδέν κόμβους</i>
 (δεν μηδενίζεται πουθενά πλην των άκρων) το αμέσως επόμενο έναν κόμβο κ.ο.κ. Για τις ιδιοσυναρτήσεις των <i>δέσμιων καταστάσεων</i> 
 ($\equiv\,$το αντίστοιχο των στάσιμων κυμάτων) το χαρακτηριστικό αυτό είναι τελείως γενικό. Ισχύει δηλαδή πάντα ότι:

<p>
<i>Θεώρημα των κόμβων:
Ο αριθμός των κόμβων αυξάνει κατά μονάδα καθώς προχωρούμε από την κυματοσυνάρτηση της θεμελιώδους καταστάσεως (μηδέν κόμβοι) προς τις ανώτερες.</i>
</p>
<p>
Ειδικότερα στο παρόν πρόβλημα $-$επειδή το σωματίδιο είναι ελεύθερο μέσα στον σωλήνα$-$ 
οι επιτρεπόμενες ενέργειες θα μπορούσαν να υπολογιστούν και χωρίς λύση της διαφορικής εξίσωσης, 
θέτοντας $p=h/\lambda$ στον τύπο $E=p^2/2m$ και αντικαθιστώντας τις κβαντωμένες τιμές τού $\lambda$ βάσει της συνθήκης δημιουργίας στάσιμων κυμάτων μέσα στον σωλήνα.
 Ότι δηλαδή πρέπει να χωράει ένας ακέραιος αριθμός ημικυμάτων μέσα στο διάστημα $L: \,\,\Rightarrow L=n(\lambda/2)\Rightarrow\lambda =2L/n$. 
 Θα είναι έτσι

$$
E={p^2\over 2m}= \left. \frac{(h/\lambda)^2}{2m}\right|_{{\!\!{\scriptstyle h=2\pi\hbar} \atop {\scriptstyle \lambda =2L/n}}} = \frac{\hbar^2\pi^2}{2mL^2}n^2
$$
που είναι το ήδη γνωστό αποτέλεσμα.
</p>


</div>
</html>
